app/controllers/company_titles_controller.rb

    def index
        @company_titles = []

        @users = User.all
---
SELECT "users".* FROM "users"