app/controllers/job_titles_controller.rb

SELECT "users".* FROM "users"
---
    def index
        @job_titles = []

        @users = User.all